"app_name"="surespot";
"friends"="Kontakte";
"menu_settings"="Einstellungen";
"username_label"="Benutzername:";
"password_label"="Passwort:";
"title_activity_notifications"="Benachrichtigungen";
"export_sd"="Datensicherung ausführen";
"import_sd"="Datensicherung importieren";
"delete_identity_user"="Profil: %@ löschen";
"import_identities"="Profil importieren ...";
"create_identity_label"="Neues Profil anlegen ...";
"no_identity_exported"="Bisher kein Profil exportiert";
"no_identity_imported"="Kein Profil wiederhergestellt";
"no_identity_deleted"="kein Profil gelöscht";
"identity_imported_successfully"="Profil erfolgreich importiert";
"could_not_import_identity"="Profil konnte nicht importiert werden";
"could_not_restore_identity_name"="Profil %@  konnte nicht importiert werden";
"camera_init"="Kamera wird eingeschaltet";
"uploading_image"="Bild wird geladen";
"could_not_upload_image"="Bild konnte nicht geladen werden";
"image_successfully_uploaded"="Bild wurde erfolgreich geladen";
"select_image"="Bildauswahl";
"capture_image"="Foto aufnehmen";
"assign_image"="Bild zuordnen";
"logout"="Abmelden";
"settings"="Einstellungen";
"no_friends"="Bisher noch keine Kontakte gespeichert. Um surespot-Benutzer einzuladen, bitte Benutzernamen unten eingeben.";
"help_invite"="Die Kontaktaufnahme mit einem anderen surespot-Benutzer erfolgt durch Eingabe des Benutzernamen auf der Startseite.";
"navigate_between_chat_tabs"="Tab-Wechsel mittels horizontalem Streichen über den Bildschirm.";
"help_holdmessage"="Nachricht gedrückt halten, um zu den Nachrichtenoptionen zu gelangen.";
"help_holdfriend"="Kontakt gedrückt halten, um zu den Kontaktoptionen zu gelangen.";
"help_imageZoom"="Zur Vergrößerung das Bild antippen.";
"incorrect_password_or_key"="Passwort oder Schlüssel ist falsch";
"no_such_user"="Benutzer nicht gefunden";
"roll_keys"="Erzeuge neues Schlüsselpaar";
"regenerate_keys"="Erzeuge neues Schlüsselpaar";
"could_not_create_new_keys"="Schlüsselpaar konnte nicht erstellt werden";
"keys_created"="Neue Schlüssel wurden erfolgreich erzeugt, bitte das Profil exportieren";
"close_tab"="Tab schließen";
"action_settings"="Einstellungen";
"no_messages"="Keine Nachrichten";
"delete_message"="Nachricht löschen";
"block_underline"="sperren";
"ignore_underline"="ablehnen";
"accept_underline"="annehmen";
"crash_toast_text"="Es ist ein Fehler aufgetreten.";
"crash_dialog_title"="Es ist ein schwerer Fehler aufgetreten, das Programm muss neu gestartet werden.";
"crash_dialog_text"="Es ist leider ein unerwarteter Fehler aufgetreten.\n\nEs wäre hilfreich wenn durch Tippen auf \"OK\" einen Fehlerbericht an uns gesendet wird. Der Fehlerbericht beinhaltet keinerlei personenbezogene Informationen, die eine Identifizierung des Benutzers möglich macht.";
"crash_dialog_comment_prompt"="Nachfolgend ist ein Kommentar über das aufgetretene Problem möglich:";
"crash_dialog_ok_toast"="Vielen Dank!";
"external_invite_message"="Ich würde gerne die Unterhaltung via surespot verschlüsselt fortsetzen. Klicke %@, um diese App Option zu installieren und mich als Kontakt zu registrieren.";
"help_backupIdentities1"="Surespot speichert die Verschlüsselungsdaten niemals auf dem surespot Server. Wenn das Handy verloren geht oder die App deinstalliert bzw. erneut installiert wird, besteht auf die Profildaten keinen Zugriff mehr. Eine Anmeldung ist dann nicht mehr möglich, außer das zuvor exportierte Profil wird wieder importiert!";
"help_backupIdentities2"="Surespot kann Deine Profile auf Google Drive oder im Ordner \"Dokumente\" sichern. Aus dem Ordner \"Dokumente\" können sie mit iTunes per Dateifreigabe gesichert werden. Diese Funktion erreichst Du über \"Einstellungen\".";
"help_backup_drive2"="Profile werden auf Google Drive im Ordner 'surespot identity backups' gespeichert. Benutzerprofile können unter \"Benutzerprofil erstellen\" oder \"Profileinstellungen\" wiederhergestellt werden.";
"help_messageHistory"="Surespot verfügt über einen Archivspeicher von 1000 Mitteilungen. Wenn 1000 Mitteilungen gespeichert sind, wird die älteste Nachricht gelöscht, sodass der Grenzwert von 1000 (verschlüsselte) Nachrichten auf dem Server nicht überschritten wird. Natürlich können einzelne oder alle Mitteilungen jederzeit vom Benutzer gelöscht werden.";
"notification_title"="surespot";
"notification_message_from"="%1$@: Neue Nachricht von %2$@.";
"notification_invite_from"="%1$@: Kontaktanfrage von %2$@.";
"notification_invite_accept_from"="%1$@: %2$@ hat Deine Kontaktanfrage angenommen.";
"about_version"="Version: %@";
"surespot"="surespot";
"invite"="einladen";
"no_contact_data_selected_or_entered"="Keine Kontaktdaten ausgewählt oder eingegeben";
"invite_progress_text"="Einladung wird erstellt";
"login"="anmelden";
"login_progress"="Anmeldung läuft";
"login_check_password"="Anmeldung fehlgeschlagen, bitte Passwort überprüfen.";
"login_try_again_later"="Fehler bei der Anmeldung, bitte später noch einmal versuchen.";
"login_max_identities_reached"="Entschuldigung, die maximale Anzahl unterschiedlicher Profile ist bereits angelegt (%d).\n\nBenutzerprofile können unter Einstellungen nach dem Anmelden gelöscht werden.";
"local_cache_cleared"="Lokaler Cache wurde gelöscht";
"qr_pre_username_help"="scannen, um diesen Kontakt hinzuzufügen";
"qr_post_username_help"="um die Kontaktanfrage anzunehmen, bitte die surespot App installieren";
"send"="senden";
"main_action_bar_right"="an ";
"could_not_upload_friend_image"="konnte das Kontaktbild nicht laden";
"delete_all_confirmation"="Sollen wirklich alle Nachrichten gelöscht werden?";
"delete_all_title"="Alle Nachrichten löschen";
"ok"="Ok";
"cancel"="Abbrechen";
"friend_self_error"="Der eigene Kontakt kann nicht hinzufügt werden.";
"has_been_invited"="%@ wurde als Kontakt eingeladen.";
"has_accepted"="%@ hat die Kontaktanfrage akzeptiert.";
"user_does_not_exist"="Benutzer nicht vorhanden.";
"you_are_already_friends"="Der Kontakt besteht und ist bereits gespeichert.";
"already_invited"="Die Kontaktanfrage wurde bereits versendet.";
"could_not_invite"="Kontaktanfrage konnte nicht versendet werden, bitte später noch einmal versuchen.";
"keys"="Schlüssel";
"generating_keys_progress"="Generiere und lade neues Schlüsselpaar";
"backup_identities_again_keys"="Das Schlüsselpaar zum aktuellen Profil wird sich ändern und sollte nach erfolgreicher Generierung durch exportieren zusätzlich gesichert werden. ";
"backup_identities_again_password"="Das Passwort zum aktuellen Profil wurde geändert und sollte lokal und/oder auf Google Drive exportiert und dadurch zusätzlich gesichert werden. ";
"create_new_keys_for"="Neues Schlüsselpaar für %@ erstellen";
"enter_password_for"="surespot-Passwort für %@ eingeben ";
"enter_username_and_password"="Bitte Benutzernamen und Passwort eingeben oder ein Profil aus dem Menü wiederherstellen.";
"usernames_case_sensitive"="Achte auf Groß- und Kleinschreibung beim Benutzernamen";
"aware_username_password"="besonders dann beachten, wenn der Benutzernamen mit Anderen gemeinsam genutzt wird. Das Passwort sollte mindestens 8 Zeichen lang sein und Sonderzeichen enthalten!";
"warning_password_reset"="ACHTUNG: Es gibt ABSOLUT KEINE MÖGLICHKEIT, das Passwort oder den Benutzernamen in surespot zurückzusetzen ! ";
"create_user_progress"="Benutzer wird angelegt und mit dem erzeugten Schlüsselpaar verbundenen. ";
"create"="erstellen";
"passwords_do_not_match"="Passwörter stimmen nicht überein";
"username_exists"="Benutzername existiert bereits, bitte einen anderen wählen.";
"user_creation_throttled"="Zu viele Benutzeranfragen, bitte später erneut versuchen ";
"signup_update"="Bitte surespot aktualisieren, um einen neuen Benutzer zu erstellen";
"could_not_create_user"="Benutzer konnte nicht erstellt werden, bitte später erneut versuchen ";
"pay"="bezahlen";
"what_you_like"="was du magst ";
"billing_could_not_enable"="In-App Bezahlung konnte nicht aktiviert werden. ";
"billing_purchase_error"="Fehler, Kauf konnte nicht abgeschlossen werden.";
"billing_paypal_link_email_subject"="PayPal-Link zum Unterstützen von surespot";
"billing_paypal_link_email_body"="Danke für die Unterstützung von surespot !  Der PayPal-Link ist: ";
"none"="keine";
"pwyl_paypal_send_to_self"="Eigener Email-Link: ";
"billing_bitcoin_copied_to_clipboard"="%@ in die Zwischenablage kopiert";
"billing_bitcoin_email_subject"="Bitcoin-Adresse zum Unterstützen von surespot";
"billing_bitcoin_email_body_address"="Vielen Dank für die Unterstützung von surespot !  Unsere Bitcoin-Adresse: %@";
"billing_bitcoin_email_body_qr"="QR-Code Anzeige: %@";
"could_not_open_bitcoin_wallet"="Die Bitcoin-Brieftasche konnte nicht geöffnet werden";
"message_sending"="versenden ...";
"message_loading_and_decrypting"="laden und entschlüsseln ...";
"could_not_login_to_server"="Anmeldung am Server fehlgeschlagen ";
"could_not_connect_to_server"="Verbindung zu Server fehlgeschlagen ";
"autoinvite_user_exists"="Kontaktliste enthält bereits %@ ";
"loading_latest_messages_failed"="Fehler beim Laden der neuesten Mitteilungen ";
"could_not_delete_message"="Mitteilung konnte nicht gelöscht werden";
"could_not_delete_messages"="Mitteilungen konnten nicht gelöscht werden";
"could_not_delete_friend"="Kontakt konnte nicht gelöscht werden";
"could_not_set_message_lock_state"="Verriegelung konnte nicht gesetzt werden ";
"menu_save_to_gallery"="In Galerie speichern ";
"menu_resend_message"="Mitteilung erneut versenden";
"menu_lock"="sperren ";
"menu_unlock"="entsperren ";
"image_saved_to_gallery"="Bild in der Galerie gespeichert ";
"error_saving_image_to_gallery"="Fehler beim Speichern des Bildes in der Galerie ";
"delete_message_confirmation_title"="Soll die Mitteilung wirklich gelöschen werden ?";
"message_error_decrypting_message"="Fehler beim Entschlüsseln der Mitteilung ";
"could_not_respond_to_invite"="Keine Antwort auf die Kontaktanfrage, bitte später erneut versuchen.";
"friend_status_is_deleted"="ist gelöscht";
"friend_status_is_invited"="ist eingeladen";
"friend_status_is_inviting"="sendet eine Einladung";
"menu_close_tab"="Tab schließen";
"menu_assign_image"="Bild zuordnen";
"menu_delete_all_messages"="alle Mitteilungen löschen";
"menu_delete_message"="Mitteilung löschen";
"menu_delete_friend"="Kontakt löschen";
"delete_friend_confirmation"="Soll der Kontakt %@ wirklich gelöscht werden ?";
"password"="Passwort";
"change_password_actionbar_right"="ändern";
"change_password_progress"="Passwort wird geändert";
"could_not_change_password"="Passwort konnte nicht geändert werden";
"password_changed"="Passwort wurde geändert, bitte das Profil erneut exportieren";
"delete"="löschen";
"delete_identity_progress"="Profil wird gelöscht";
"could_not_delete_identity"="Profil konnte nicht gelöscht werden";
"identity_deleted"="Profil gelöscht";
"backup"="Exportieren ";
"backup_identity"="Profil %@ exportieren ";
"backed_up_identity_to_path"="Profil %1$@ exportiert nach %2$@";
"restore"="wiederherstellen";
"restore_identity"="Profil %@ wiederherstellen";
"assign"="zuweisen";
"could_not_load_image"="Bild konnte nicht geladen werden";
"image"="Bild";
"pan_and_zoom"="schwenken und zoomen";
"done"="erledigt";
"message_error_unauthorized"="Fehler beim Senden der Mitteilung: nicht autorisiert";
"error_message_throttled"="Fehler beim Senden der Mitteilung: zu stark reduzierte Datenrate";
"error_message_generic"="Fehler beim Senden der Mitteilung";
"error_message_resend"="Senden fehlgeschlagen - gedrückt halten um erneut zu senden";
"pwyl_send_to_dialog_title"="Senden an ?";
"open_link_in_browser"="Link im Browser öffnen";
"send_link_in_email"="Eigener Email Link";
"via_bitcoin"="VIA BITCOIN";
"copy_address_to_clipboard"="Adresse in die Zwischenablage kopieren";
"send_address_and_qr_code_in_email"="Adresse und QR Code an sich selbst versenden";
"open_bitcoin_wallet"="Bitcoin Brieftasche öffnen (falls unterstützt)";
"select_identity"="Profil auswählen";
"current_password"="Aktuelles Passwort";
"new_password"="Neues Passwort";
"confirm_password"="Passwort bestätigen";
"confirm_username"="confirm username";
"change_password"="Passwort ändern";
"delete_identity_message_warning"="Das Löschen eines Profils löscht alle Nachrichten, die von diesem Profil aus versendet wurden, auch bei den Empfängern. Dieser Vorgang kann nicht rückgängig gemacht werden.";
"identity_colon"="Profil:";
"backup_location_note"="Hinweis: Dies kann, abhängig von deinem Smartphone, an der austauschbaren SD-Karte liegen. ";
"invite_others"="Lade andere Personen ein, via surespot verschlüsselt zu komunizieren – Hierzu bitte Einladungslink verschicken.";
"generate_new_keypairs"="Neues privates Schlüsselpaar für das ausgewählte Profil generieren und das aktuelle Schlüsselpaar verwerfen. Alle anderen Geräte (z.B. verlorene oder gestohlene Telefone) sind so nicht mehr in der Lage, mit diesem Profil auf surespot zuzugreifen.";
"username"="Benutzername";
"create_identity"="Profil erstellen";
"clear_local_cache"="Synchronisation mit dem Server";
"delete_all_messages"="alle Mitteilungen löschen";
"pay_what_you_like"="finanziell unterstützen";
"delete_identity"="Profil löschen";
"surespot_help"="surespot-Hilfe";
"could_not_backup_identity_to_google_drive"="Google Drive Export konnte nicht ausgeführt werden";
"identity_successfully_backed_up_to_google_drive"="Profil wurde erfolgreich nach Google Drive exportiert";
"restore_local"="Wiederherstellung vom lokalen Datenträger";
"restore_drive"="Wiederherstellung von Google Drive";
"could_not_list_identities_from_google_drive"="Konnte die Profil-Liste nicht von Google Drive laden";
"no_google_account_selected"="Kein Google-Konto ausgewählt";
"select_google_drive_account"="auswählen";
"progress_restoring_identity"="Profil wird wiederhergestellt";
"progress_loading_identities"="Exportierte Profile werden geladen";
"progress_backup_identity_drive"="Profil wird exportiert";
"progress_drive_dir_check"="Suche nach surespot-Profilordner";
"no_drive_identities"="Keine exportierten Profile auf dem Google Drive gefunden.";
"no_local_identities"="Keine exportierten Profile auf dem lokalen Datenträger gefunden.";
"identity_name"="Profilname";
"last_backed_up"="zuletzt exportiert ";
"last_modified"="zuletzt geändert";
"help"="Hilfe";
"menu_import"="importieren";
"backup_drive"="Sicherung auf Google Drive";
"let_me_select"="lass mich auswählen";
"could_not_import_identity_drive_404"="Konnte Profil nicht laden - bitte überprüfen, ob das gleiche Google-Konto ausgewählt ist wie bei Google Drive.";
"pick_same_drive_account"="Bitte den gleichen Benutzernamen wie bei Google Drive benutzen: ";
"about"="Über ... ";
"about_action_bar_right"="Über";
"unauthorized"="Sitzung abgelaufen, bitte erneut anmelden";
"verify_key_fingerprints"="Fingerabdruck des Schlüssels ansehen";
"received"="empfangen";
"version"="Version";
"public_key_fingerprints"="Fingerabdruck des öffentlichen Schlüssels";
"loading"="Wird geladen ...";
"device_does_not_support_google_drive"="Gerät ist nicht für Google Drive konfiguriert";
"login_update"="Vor der Anmeldung bitte zuerst surespot aktualisieren";
"billing_payment_required_voice"="Die surespot Sprachnachrichten-Funktion wurde nicht gekauft";
"billing_getting_inventory"="empfange Kaufhistorie, bitte versuche es in Kürze noch einmal ";
"billing_unavailable_message"="Es muss ein Google-Konto eingerichtet sein, um 'Sprachnachrichten' zu kaufen.";
"billing_unavailable_title"="Abrechnung nicht verfügbar";
"billing_error"="Abrechnungsfehler";
"pref_billing"="Einkäufe";
"suppress_voice_purchase"="Bitte keine weiteren Anfragen zum Kauf der Sprachnachrichten (Tab stattdessen schließen)";
"voice_messaging_purchase_1"="Es können Sprachnachrichten der  verschlüsselten Kommunikation hinzugefügt werden. Hierzu die Mikrofon-Taste gedrückt halten, um eine max. 10 Sek. lange Nachricht aufzunehmen. Nach dem Loslassen der Taste wird die Sprachnachricht gesendet. Manchmal ist es eben leichter, etwas zu sagen als zu schreiben.";
"voice_messaging_purchase_button"="Für %@ kaufen ";
"voice_message_suppress_purchase_ask"="Bitte in Zukunft nicht mehr fragen ";
"pref_suppress_voice_purchase_ask_title"="Bitte in Zukunft nicht mehr fragen ";
"pref_suppress_voice_purchase_ask_summary"="Bitte nicht mehr danach fragen, ob ich Sprachnachrichten kaufen möchte.";
"menu_purchase_voice_messaging"="'Sprachnachrichten' kaufen";
"user_exists_throttled"="Zu viele Versuche, bitte probiere es später erneut.";
"user_exists_error"="Fehler bei der Überprüfung des Benutzernamens";
"user_exists_progress"="Benutzername wird überprüft";
"voice_help_1"="Halte die Mikrofontaste gedrückt, um eine Sprachnachricht aufzunehmen. Beim Loslassen der Taste wird die Nachricht gesendet.";
"voice_help_2"="Um die Aufnahme abzubrechen, den Finger von der Mikrofon-Taste wegziehen und loslassen ";
"voice_help_3"="Sprachnachricht antippen um sie abzuspielen, erneutes Tippen stoppt die Wiedergabe.";
"voice_help_4"="Neue Sprachnachrichten werden automatisch im offenen Chat-Tab abgespielt.";
"close"="schließen";
"no_audio_detected"="Keine Tonaufnahme erkannt. Die Sprachnachricht wird nicht gesendet.";

/* need translation*/
"menu_copy"="kopieren";
"message_hint"="Nachricht eingeben ";
"invite_hint"="Andere Benutzer einladen";
"loading_earlier_messages_failed"="Laden früherer Nachrichten gescheitert";
"all_messages_loaded"="alle Nachrichten wurden geladen";
"save_to_photos"="in der Fotoalbum speichern";
"image_saved_to_photos"="Das Bild wurde im surespot Fotoalbum gespeichert";
"error_saving_image_to_photos"="Fehler beim Speichern im Fotoalbum";
"error_saving_image_to_photos_locked"="Das Bild kann nicht gespeichert werden, weil diese Funktion gesperrt wurde";
"could_not_load_public_keys"="Konnte öffentliche Schlüssel nicht laden ";
"share_invite_link"="Freunde einladen";
"Share"="Link teilen per ";
"recording_cancelled"="Aufnahme abgebrochen";
"voice_messaging"="Sprachnachrichten";
"video_demonstration"="Video-Demonstration";
"login_to_validate"="Kaufbeleg konnte nicht  bestätigt werden. Wir werden es bei der nächsten Anmeldung noch einmal versuchen";
"surecoin_purchase_complete"="Danke, dass Du Surecoins gekauft hast!";
"share_link_help"="Bitte den Menüpunkt \"Freunde einladen\" verwenden, um einen Einladungs-Link per E-Mail oder Twitter und/oder anderen Social-Media-Seiten zu publizieren. Wird der Link von jemanden Link angeklickt, der surespot noch nicht installiert hat, wird die surespot Installation angeboten und der Kontakt automatisch hinzugefügt.";
"store_password_in_keychain"="Passwort im Schlüsselbund speichern";
"menu"="Menü";
"pwyl_text"="Du siehst, surespot ist kostenlos und werbefrei.\n\nBitte kaufe Surecoins, um uns zu helfen Server und Speicher zu bezahlen.\n\nWir geben einen Teil des Gewinns an die EFF, damit sie weiterhin für die Informationsfreiheit und den Datenschutz von uns allen kämpfen kann.";
"could_not_initialize_voice"="Das Gerät ist im Moment nicht für Sprachaufzeichnung konfiguriert";
"error_downloading_message_data"="Fehler beim Laden der Nachrichtendaten";
/*****************************************************/



//links
"eff_match"="EFF";
"eff_link"="https://www.eff.org/issues/privacy";
"end_to_end_match"="Endgerät-zu-Endgerät verschlüsselt";
"end_to_end_link"="https://en.wikipedia.org/wiki/End-to-end_encryption";
"symmetric_key_match"="Symmetrischen Kryptosystem";
"symmetric_key_link"="https://de.wikipedia.org/wiki/Symmetrisches_Kryptosystem";
"aes_gcm_match"="256 bit AES-GCM";
"aes_gcm_link"="https://de.wikipedia.org/wiki/Advanced_Encryption_Standard";
"ecdh_link"="https://de.wikipedia.org/wiki/Elliptic_Curve_Diffie-Hellman";
"ecdh_match"="Diffie-Hellman-Schlüsselaustausch";
"welcome_to_surespot"="Willkommen bei surespot! Daten die mit dieser App versendet werden sind mit einem Symmetrischen Kryptosystem (256 bit AES-GCM) von Endgerät-zu-Endgerät verschlüsselt, dessen Schlüssel mit 521bit durch das Diffie-Hellman-Schlüsselaustausch-Verfahren erzeugt wurden.";

"about_about"="surespot";
"about_website_match"="https://www.surespot.me";
"about_website_link"="https://www.surespot.me";
"tos_match"="AGB";
"tos_link"="https://www.surespot.me/documents/surespot_terms_of_service.html";
"pp_match"="der Datenschutzrichtlinien";
"pp_link"="https://www.surespot.me/documents/surespot_privacy_policy.html";
"threat_match"="Daten- und Gefährdungsbewertung";
"threat_link"="https://www.surespot.me/documents/threat.html";
"github_match"="https://github.com/surespot";
"github_link"="https://github.com/surespot";
"howsurespotworks_match"="kann hier nachgelesen werden";
"howsurespotworks_link"="https://www.surespot.me/documents/how_surespot_works.html";
"support_match"="bitte hier klicken";
"support_link"="https://www.surespot.me/support.html";
"email_match"="support@surespot.me";
"email_link"="mailto:support@surespot.me";
"about_audio_match"="Marco Angelo";
"about_audio_link"="https://soundcloud.com/merakiaudio";
"about_website"="Die surespot-Website https://www.surespot.me  enthält weitere Informationen, einschließlich der AGB, der Datenschutzrichtlinien sowie der Daten- und Gefährdungsbewertung.\nSurespot is 100% Open Source und Mitarbeit ist jederzeit willkommen. Der Quellcode ist auf github unter https://github.com/surespot zu sehen.\nDer eher technische Überblick wie surespot funktioniert, kann hier nachgelesen werden. \nFür Fragen oder Hilfe bitte hier klicken oder eine E-Mail an support@surespot.me schreiben.\nBenutzerdefinierte Benachrichtigung Sounds wurden von Marco Angelo erstellt.";


"aes_match"="256 bit AES-GCM";
"aes_link"="http://www.eetimes.com/design/embedded-internet-design/4372428/How-secure-is-AES-against-brute-force-attacks-";
"pbkdf_match"="PBKDF";
"pbkdf_link"="https://de.wikipedia.org/wiki/PBKDF2";
"privatekeys_match"="Privaten Schlüssel";
"privatekeys_link"="https://de.wikipedia.org/wiki/Asymmetrisches_Kryptosystem";
"bruteforce_match"="Brute Force";
"bruteforce_link"="https://de.wikipedia.org/wiki/Brute-Force";
"strength_match"="ein sicheres Passwort";
"strength_link"="https://de.wikipedia.org/wiki/Passwort";
"help_backup_what"="Hier wird eine Kopie des ausgewählten Profils erstellt. Die Daten werden mit 256 bit AES-GCM verschlüsselt. Der Schlüssel wird von Deinem Passwort abgeleitet, indem die PBKDF (Password Based Key Derivation Function, dt. Passwort basierte Ableitungsfunktion für Schlüssel) benutzt wird.\n\nSurespot Kann Deine Profile auf Google Drive oder lokal im Verzeichnis \"Dokumente\" sichern. Von dort sind sie mit iTunes über Dateifreigabe verfügbar.\n\nUm die größtmöglich Sicherheit zu erreichen, empfehlen wir die Sicherung im lokalen Verzeichnis \"Dokumente\". Wenn das Profil einmal gesichert wurde, kann die Profildatei von iTunes (per Dateifreigabe mit 'Sichern als...') an einer sicheren Stelle abgelegt werden. So kann das Profil wiederhergestellt werden. Dies kann notwendig sein, wenn Du die App deinstalliert hattest, wenn Du ein älteres Profil wiederherstellen möchtest, wenn Du Dein Gerät verloren hast oder es gestohlen wurde, oder bei einem sonstigen Datenverlust. \n\nWenn Du Dich entscheidest, Dein Profil auf Google Drive zu sichern, wird eine Kopie der Privaten Schlüssel auf Google Drive Servern abgelegt. Für den Fall, dass ein Dritter auf irgendeinem Weg Zugriff auf Google Drive Server erhält, könnte er versuchen, dein Profil mit einer sog. 'Brute Force' Attacke zu entschlüsseln. Denke daran, dass nur ein sicheres Passwort den Erfolg der Attacke verhindern kann.";

"tos_match"="AGB";
"tos_link"="https://www.surespot.me/documents/surespot_terms_of_service.html";
"help_agreement"="Einverständniserklärung zu den AGB durch einen Klick auf OK.";

"restore_from_documents"="Wiederherstellung vom Ordner \"Dokumente\"";
"documents"="Dokumente";
"google_drive"="Google Drive";
"backup_to_documents"="Sicherung im Ordner \"Dokumente\"";
"backed_up_identity_to_documents"="Profil im Ordner \"Dokumente\" gesichert";
"notification_message"="%1$@: Neue Nachricht erhalten.";
"notification_invite"="%1$@: Kontaktanfrage erhalten.";
"notification_invite_accept"="%1$@: Kontaktanfrage angenommen.";
"menu_assign_alias"="Alias zuweisen";
"could_not_assign_friend_alias"="Kontakt Alias wurde nicht zugewiesen";
"enter_alias"="Alias eingeben";
"enter_alias_for"="Alias für %@ eingeben";
"menu_remove_friend_image"="Bild entfernen";
"menu_remove_friend_alias"="Alias entfernen";
"could_not_remove_friend_image"="Bild konnte nicht entfernt werden";
"could_not_remove_friend_alias"="Kontakt Alias wurde nicht entfernt";
"remove"="Entfernen";
"decrypt_update"="Bitte aktualisieren Sie surespot zu entschlüsseln.";

